# IdeaStatiCa.ConnectionApi.Model.ResultOnMesh

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Nodes** | **List&lt;List&lt;double&gt;&gt;** |  | [optional]
**PlatesElement** | **List&lt;PlateElements&gt;** | List of elements for each plate UID | [optional]
**Displacement** | **List&lt;List&lt;double&gt;&gt;** |  | [optional]
**Value** | **List&lt;double&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)